[
  {
    "ID": "fehu",
    "Name": "fehu",
    "Transliteration": "f",
    "Phonetic": "/f/",
    "Meaning": "wealth, cattle",
    "Usage": "",
    "Wiki": "<size=50><b>Fehu</b></size>\nThe Fe rune ᚠ (Old Norse fé; Old English feoh) represents the f-sound in the Younger Futhark and Futhorc alphabets. Its name means '(mobile) wealth', cognate to English fee with the original meaning of 'sheep' or 'cattle' (Dutch Vee, German Vieh, Latin pecum, Sanskrit pashu).\nThe rune derives from the unattested but reconstructed Proto-Germanic *fehu in the Elder Futhark alphabet, with the original meaning of 'money, cattle, wealth'.\nThe corresponding letter of the Gothic alphabet is 𐍆 f, called faihu. Such correspondence between all rune poems and the Gothic letter name, as well, is uncommon, and gives the reconstructed name of the Old Futhark a high degree of certainty.\nThe shape of the rune is likely based on Etruscan v 𐌅 F, like Greek Digamma Ϝ and Latin F ultimately from Phoenician waw w.\n\n<size=30><b>Rune poems</b></size>\nthe name is recorded in all three rune poems:\n\n<b>Old Norwegian Poem:</b>\n\t<i>ᚠ Fé vældr frænda róge;\n\tføðesk ulfr í skóge.</i>\n<b>English Translation:</b>\n\t<i>Wealth is a source of discord amongst kin;\n\tthe wolf lives in the forest.</i>\n\n<b>Old Icelandic Poem:</b>\n\t<i>ᚠ Fé er frænda róg\n\tok flæðar viti\n\tok grafseiðs gata\n\taurum fylkir.</i>\n<b>English Translation:</b>\n\t<i>Wealth is a source of discord amongst kin\n\tand fire of the sea\n\tand path of the serpent.</i>\n\n<b>Anglo-Saxon Poem:</b>\n\t<i>ᚠ Feoh byþ frofur fira gehwylcum;\n\tsceal ðeah manna gehwylc miclun hyt dælan\n\tgif he wile for drihtne domes hleotan.</i>\n<b>English Translation:</b>\n\t<i>Wealth is a comfort to all;\n\tyet must everyone bestow it freely,\n\tif they wish to gain honour in the sight of the Lord.</i>"
  },
  {
    "ID": "uruz",
    "Name": "ūruz",
    "Transliteration": "u",
    "Phonetic": "/u(ː)/",
    "Meaning": "aurochs",
    "Usage": "",
    "Wiki": "<size=50><b>Ur</b></size>\nThe reconstructed Proto-Germanic name of the Elder Futhark u rune ᚢ is *Ūruz meaning 'wild ox' or *Ūrą 'water'. It may have been derived from the Raetic alphabet character u as it is similar in both shape and sound value. The name of the corresponding letter in the Gothic alphabet is urus.\n\n<b>Name</b>\nThe Icelandic word for 'rain' and the Old English for 'aurochs' go back to two different Proto-Germanic words, *ūruz and *ūrą (although possibly from the same root). The Norwegian meaning 'dross, slag' is more obscure, but may be an Iron Age technical term derived from the word for water (cf. the Kalevala, where iron is compared to milk).\nBecause of this, it is difficult to reconstruct a Proto-Germanic name for the Elder Futhark rune. It may have been *ūruz 'aurochs' (see also Bull worship), or *ūrą 'water'. The aurochs is preferred by authors of modern runic divination systems, but both seem possible, compared to the names of the other runes: 'water' would be comparable to 'hail' and 'lake', and 'aurochs' to 'horse' or 'elk' (although the latter name is itself uncertain). The Gothic alphabet seems to support 'aurochs', though: as the name of the letter 𐌿 u is urus.\n\n<size=30><b>Rune poems</b></size>\nIt is recorded in all three rune poems, and it is called Ur in all, however with different meanings:\n\n<b>Old Norwegian Poem:</b>\n\t<i>ᚢ Úr er af illu jarne;\n\topt løypr ræinn á hjarne.</i>\n<b>English Translation:</b>\n\t<i>Dross comes from bad iron;\n\tthe reindeer often races over the frozen snow.</i>\n\n<b>Old Icelandic Poem:</b>\n\t<i>ᚢ Úr er skýja grátr\n\tok skára þverrir\n\tok hirðis hatr.\n\tumbre vísi</i>\n<b>English Translation:</b>\n\t<i>Rain is lamentation of the clouds\n\tand ruin of the hay-harvest\n\tand abomination of the shepherd.</i>\n\n<b>Old English Poem:</b>\n\t<i>ᚢ Ur byþ anmod ond oferhyrned,\n\tfelafrecne deor, feohteþ mid hornum\n\tmære morstapa; þæt is modig wuht.</i>\n<b>English Translation:</b>\n\t<i>The aurochs is proud and has great horns;\n\tit is a very savage beast and fights with its horns;\n\ta great ranger of the moors, it is a creature of mettle.</i>"
  },
  {
    "ID": "thurisaz",
    "Name": "þurisaz",
    "Transliteration": "þ = th",
    "Phonetic": "/θ/, /ð/",
    "Meaning": "the god Thor, giant",
    "Usage": "",
    "Wiki": "<size=50><b>Thurisaz</b></size>\nThe rune ᚦ is called Thurs (Old Norse Þurs 'giant', from a reconstructed Common Germanic *Þurisaz) in the Icelandic and Norwegian rune poems. In the Anglo-Saxon rune poem it is called thorn, whence the name of the letter þ derived. It is transliterated as þ, and has the sound value of a voiceless dental fricative (the English sound of th as in thing).\\nThe rune is an adoption of the Latin letter D, while the d rune takes its shape from an Italic variant of the letter Δ (delta). It is absent from the earliest Vimose inscriptions, but it is found in the Thorsberg chape inscription, dated to ca. AD 200.\\n\\n<b>Name</b>\\nÞurs is a name for the giants in Norse mythology.\\nTursas is also an ill-defined being in Finnish mythology - Finland was known as the land of the giants (Jotland) in Scandinavian/north Germanic mythology. In Anglo-Saxon England, the same rune was called Thorn or 'Þorn' and it survives as the Icelandic letter Þ (þ). An attempt has been made to account for the substitution of names by taking 'thorn' to be a kenning (metaphor) for 'giant'.\\nIt is disputed as to whether a distinct system of Gothic runes ever existed, but it is clear that most of the names (but not most of the shapes) of the letters of the Gothic alphabet correspond to those of the Elder Futhark. The name of Gothic letter thiuth.svg, the Gothic letter corresponding to Þ is an exception; it is recorded as þiuþ '(the) good' in the Codex Vindobonensis 795, and as such unrelated to either þurs or þorn. The lack of agreement between the various glyphs and their names in Gothic, Anglo-Saxon, and Old Norse makes it difficult to reconstruct the Elder Futhark rune's Proto-Germanic name.\\nAssuming that the Scandinavian name þurs is the most plausible reflex of the Elder Futhark name, a Common Germanic form *þurisaz can be reconstructed (cf. Old English þyrs 'giant, ogre' and Old High German duris-es '(of the) giant').\n\n<size=30><b>Rune poems</b></size>\nThe Germanic rune ᚦ is mentioned in three rune poems:\n\n<b>Old Norwegian Poem</b>\n\t<i>ᚦ Þurs vældr kvinna kvillu,\n\tkátr værðr fár af illu.</i>\n<b>English Translation:</b>\n\t<i>Thurs (\"Giant\") causes anguish to women,\n\tmisfortune makes few men cheerful.</i>\n\n<b>Old Icelandic Poem:</b>\n\t<i>ᚦ Þurs er kvenna kvöl\n\tok kletta búi\n\tok varðrúnar verr.\n\tSaturnus þengill.</i>\n<b>English Translation:</b>\n\t<i>Thurs (\"Giant\") is torture of women\n\tand cliff-dweller\n\tand husband of a giantess\n\tSaturn's thegn.</i>\n\n<b>Anglo-Saxon Poem:</b>\n\t<i>ᚦ Ðorn byþ ðearle scearp;\n\tðegna gehwylcum anfeng ys yfyl,\n\tungemetum reþe manna gehwelcum,\n\tðe him mid resteð.</i>\n<b>English Translation:</b>\n\t<i>The thorn is exceedingly sharp,\n\tan evil thing for any thegn to touch,\n\tuncommonly severe on all who sit among them.</i>"
  },
  {
    "ID": "ansuz",
    "Name": "ansuz",
    "Transliteration": "a",
    "Phonetic": "/a(ː)/",
    "Meaning": "one of the Æsir (gods)",
    "Usage": "",
    "Wiki": "<size=50><b>Ansuz</b></size>\nAnsuz is the conventional name given to the a-rune of the Elder Futhark, ᚨ. The name is based on Proto-Germanic *ansuz, denoting a deity belonging to the principal pantheon in Germanic paganism.\nThe shape of the rune is likely from Neo-Etruscan a (EtruscanA-01.png), like Latin A ultimately from Phoenician aleph.\n\n<b>Name</b>\nIn the Norwegian rune poem, óss is given a meaning of 'estuary' while in the Anglo-Saxon one, ōs ᚩ takes the Latin meaning of 'mouth'. The Younger Futhark rune is transliterated as ą to distinguish it from the new ár rune (ᛅ), which continues the jēran rune after loss of prevocalic *j- in Proto-Norse *jár (Old Saxon jār).\nSince the name of Gothic a.svg a is attested in the Gothic alphabet as ahsa or aza, the common Germanic name of the rune may thus either have been *ansuz 'god', or *ahsam 'ear (of wheat)'.\n\n<b>Development in Anglo-Saxon runes</b>\nThe Anglo-Saxon futhorc split the Elder Futhark a rune into three independent runes due to the development of the vowel system in Anglo-Frisian. These three runes are ōs ᚩ (transliterated o), ac 'oak' ᚪ (transliterated a), and æsc ᚫ 'ash' (transliterated æ).\n\n<b>Debelopment in Younger Futhark</b>\nThe Younger Futhark corresponding to the Elder Futhark ansuz rune is ᚬ, called óss. It is transliterated as ą. This represented the phoneme /ɑ̃/, and sometimes /æ/ (also written ᛅ) and /o/ (also written ᚢ). The variant grapheme ᚯ became independent as representing the phoneme /ø/ during the 11th to 14th centuries.\n\n<size=30><b>Rune poems</b></size>\nIn the Icelandic rune poem, the name óss refers to Odin:\n\n\t<i>ᚬÓss er algingautr\n\tok ásgarðs jöfurr,\n\tok valhallar vísi.</i>\n<b>English Translation:</b>\n\t<i>Óss is aged Gautr\n\tand prince of Ásgarðr\n\tand lord of Vallhalla.</i>"
  },
  {
    "ID": "raido",
    "Name": "raidō",
    "Transliteration": "r",
    "Phonetic": "/r/",
    "Meaning": "ride, journey",
    "Usage": "",
    "Wiki": "<size=50><b>Raido</b></size>\n*Raidō 'ride, journey' is the reconstructed Proto-Germanic name of the r- rune of the Elder Futhark ᚱ. The name is attested for the same rune in all three rune poems, Old Norwegian Ræið Icelandic Reið, Anglo-Saxon Rad, as well as for the corresponding letter of the Gothic alphabet 𐍂 r, called raida. The shape of the rune may be directly derived from Latin R.\n\n<b><size=30>Rune Poems</size></b>\n\n<b>Old Norwegian Poem:</b>\n\t<i>ᚱ Ræið kveða rossom væsta;\n\tReginn sló sværðet bæzta.</i>\n<b>English Translation:</b>\n\t<i>Riding is said to be the worst thing for horses;\n\tReginn forged the finest sword.</i>\n\n<b>Old Icelandic Poem:</b>\n\t<i>ᚱ Reið er sitjandi sæla\n\tok snúðig ferð\n\tok jórs erfiði.\n\titer ræsir.</i>\n<b>English Translation:</b>\n\t<i>Riding is of sitting a blessing\n\tand swift journey\n\tand horses toiling</i>\n\n<b>Anglo-Saxon Poem:</b>\n\t<i>ᚱ Rad byþ on recyde rinca gehwylcum\n\tsefte ond swiþhwæt, ðamðe sitteþ on ufan\n\tmeare mægenheardum ofer milpaþas.</i>\n<b>English Translation:</b>\n\t<i>Riding seems easy to every warrior while he is indoors\n\tand very courageous to him who traverses the high-roads\n\ton the back of a stout horse.</i>"
  },
  {
    "ID": "kenaz",
    "Name": "kaunan",
    "Transliteration": "k (c)",
    "Phonetic": "/k/",
    "Meaning": "torch, ulcer",
    "Usage": "",
    "Wiki": "<size=50><b>Kaunan</b></size>\nThe k-rune ᚲ (Younger Futhark ᚴ, Anglo-Saxon futhorc ᚳ) is called Kaun in both the Norwegian and Icelandic rune poems, meaning 'ulcer'. The reconstructed Proto-Germanic name is *Kaunan. It is also known as Kenaz ('torch'), based on its Anglo-Saxon name.\nThe Elder Futhark shape is likely directly based on Old Italic c (C, 𐌂) and on Latin C. The Younger Futhark and Anglo-Saxon Futhorc shapes have parallels in Old Italic shapes of k (K, 𐌊) and Latin K (compare the Negau helmet inscription). The corresponding Gothic letter is 𐌺 k, called kusma.\nThe shape of the Younger Futhark kaun rune (ᚴ) is identical to that of the 'bookhand' s rune in the Anglo-Saxon futhorc. The ᚴ rune also occurs in some continental runic inscriptions. It has been suggested that in these instances, it represents the ch /χ/ sound resulting from the Old High German sound shift (e.g. ᛖᛚᚴ elch in Nordendorf II)\n\n<size=30><b>Rune Poems</b></size>\n\n<b>Old Norwegian Poem:</b>\n\t<i>ᚴ Kaun er barna bǫlvan;\n\tbǫl gørver nán fǫlvan.</i>\n<b>English Translation:</b>\n\t<i>Ulcer is fatal to children;\n\tdeath makes a corpse pale.</i>\n\n<b>Old Icelandic Poem:</b>\n\t<i>ᚴ Kaun er barna böl\n\tok bardaga [för]\n\tok holdfúa hús.\n\tflagella konungr.</i>\n<b>English Transolation:</b>\n\t<i>Disease fatal to children\n\tand painful spot\n\tand abode of mortification.</i>\n\n<b>Anglo-Saxon Poem:</b>\n\t<i>ᚳ Cen byþ cwicera gehwam, cuþ on fyre\n\tblac ond beorhtlic, byrneþ oftust\n\tðær hi æþelingas inne restaþ.</i>\n<b>English Translation:</b>\n\t<i>he torch is known to every living man\n\tby its pale, bright flame; it always burns\n\twhere princes sit within.</i>"
  },
  {
    "ID": "gebo",
    "Name": "gebō",
    "Transliteration": "g",
    "Phonetic": "/ɡ/",
    "Meaning": "gift",
    "Usage": "",
    "Wiki": "<size=50><b>Gyfu</b></size>\nGyfu is the name for the g-rune ᚷ in the Anglo-Saxon rune poem, meaning 'gift' or 'generosity'.\n\n<b>Anglo-Saxon Rune Poem:</b>\n\t<i>ᚷ Gyfu gumena byþ gleng and herenys,\n\twraþu and wyrþscype and wræcna gehwam\n\tar and ætwist, ðe byþ oþra leas.</i>\n<b>English Translation:</b>\n\t<i>Generosity brings credit and honour, which support one's dignity;\n\tit furnishes help and subsistence\n\tto all broken men who are devoid of aught else.</i>\n\nThe corresponding letter of the Gothic alphabet is 𐌲 g, called giba. The same rune also appears in the Elder Futhark, with a suggested Proto-Germanic name *gebô 'gift'. J. H. Looijenga speculates[2] that the rune is directly derived from Latin Χ, the pronunciation of which may have been similar to Germanic gs in the 1st century, e.g., Gothic reihs compared to Latin rex (as opposed to the Etruscan alphabet, where X/𐌗 had a value of [s]).\nThe gyfu rune is sometimes used as a symbol within modern mysticism, particularly amongst those interested in Celtic mythology. It's described, for example, in the book The Runic Tarot as a representation of the giving-receiving balance in friendships.\n\n<b>Anglo-Saxon gar rune</b>\nIn addition to Gyfu, the Anglo-Saxon futhork have the Gār rune ⟨ᚸ⟩, named after a species of medieval spear. It is not attested epigraphically, and first appears in 11th-century manuscript tradition. Phonetically, gar represents the /g/ sound. It is a modification of the plain gyfu rune ᚷ.\nOld English gār means 'spear', but the name of the rune likely echoes the rune names ger, ear, ior: due to palatalization in Old English, the original g rune (i.e., the Gyfu rune ⟨ᚷ⟩) could express either /j/ or /g/ (see yogh). The ger unambiguously expressed /j/, and the newly introduced gar rune had the purpose of unambiguously expressing /g/.\nGar is the 33rd and final rune in the row as given in Cotton Domitian A.ix."
  },
  {
    "ID": "wunjo",
    "Name": "wunjō",
    "Transliteration": "w",
    "Phonetic": "\t/w/",
    "Meaning": "joy",
    "Usage": "",
    "Wiki": "<size=50><b>Wynn</b></size>\nWynn (Ƿ ƿ) (also spelled wen, ƿynn, or ƿen) is a letter of the Old English alphabet, where it is used to represent the sound /w/.\nWhile the earliest Old English texts represent this phoneme with the digraph ⟨uu⟩, scribes soon borrowed the rune wynn ᚹ for this purpose. It remained a standard letter throughout the Anglo-Saxon era, eventually falling out of use (perhaps under the influence of French orthography) during the Middle English period, circa 1300. It was replaced with ⟨uu⟩ once again, from which the modern <w> developed.\nThe denotation of the rune is 'joy, bliss' known from the Anglo-Saxon <b>Rune Poems:</b>\n\t<i>ᚹ Ƿenne bruceþ, ðe can ƿeana lyt\n\tsares and sorge and him sylfa hæf\n\tblæd and blysse and eac byrga geniht.</i>\n<b>English Translation:</b>\n\t<i>Who uses it knows no pain,\n\tsorrow nor anxiety, and he himself has\n\tprosperity and bliss, and also enough shelter.</i>\n\nIt is not continued in the Younger Futhark, but in the Gothic alphabet, the letter 𐍅 w is called winja, allowing a Proto-Germanic reconstruction of the rune's name as *wunjô 'joy'.\nIt is one of the two runes (along with þ) to have been borrowed into the English alphabet (or any extension of the Latin alphabet). A modified version of the letter ƿynn called Vend was used briefly in Old Norse for the sounds /u/, /v/, and /w/.\nAs with þ, ƿynn was revived in modern times for the printing of Old English texts, but since the early 20th century the usual practice has been to substitute the modern ⟨w⟩ instead due to ƿynn's visual resemblance to P."
  },
  {
    "ID": "hagalaz",
    "Name": "hagalaz",
    "Transliteration": "h",
    "Phonetic": "/h/",
    "Meaning": "hail",
    "Usage": "",
    "Wiki": "<size=50><b>Haglaz</b></size>\n*Haglaz or *Hagalaz is the reconstructed Proto-Germanic name of the h-rune ᚺ, meaning 'hail' (the precipitation).\nIn the Anglo-Saxon futhorc, it is continued as hægl and in the Younger Futhark as ᚼ hagall The corresponding Gothic letter is 𐌷 h h, named hagl.\nThe Elder Futhark letter has two variants, single-barred ᚺ and double-barred ᚻ. The double-barred variant is found in continental inscriptions while Scandinavian inscriptions have exclusively the single-barred variant.\nThe Anglo-Frisian futhorc in early inscriptions has the Scandinavian single-barred variant. From the 7th century, it is replaced by the continental double-barred variant, the first known instances being found on a Harlingen solidus (ca,. 575–625), and in the Christogram on St. Cuthbert's coffin.\n\nHaglaz is recorded in all three rune poems:\n<b>Old Norwegian Poem:</b>\n\t<i>Hagall er kaldastr korna;\n\tKristr skóp hæimenn forna.</i>\n<b>English Translation:</b>\n\t<i>Hail is the coldest of grain;\n\tChrist created the world of old.</i>\n\n<b>Old Icelandic</b>\n\t<i>Hagall er kaldakorn\n\tok krapadrífa\n\tok snáka sótt.</i>\n<b>English Translation:</b>\n\t<i>Hail is cold grain\n\tand shower of sleet\n\tand sickness of serpents.</i>\n\n<b>Anglo-Saxon Poem:</b>\n\t<i>Hægl byþ hwitust corna;\n\thwyrft hit of heofones lyfte,\n\twealcaþ hit windes scura;\n\tweorþeþ hit to wætere syððan.</i>\n<b>English Translation:</b>\n\t<i>Hail is the whitest of grain;\n\tit is whirled from the vault of heaven\n\tand is tossed about by gusts of wind\n\tand then it melts into water.</i>"
  },
  {
    "ID": "naudhiz",
    "Name": "naudiz",
    "Transliteration": "n",
    "Phonetic": "/n/",
    "Meaning": "need",
    "Usage": "",
    "Wiki": "<size=50><b>Naudiz</b></size>\n*Naudiz is the reconstructed Proto-Germanic name of the n-rune ᚾ, meaning 'need, distress'. In the Anglo-Saxon futhorc, it is continued as ᚾ nyd, in the Younger Futhark as ᚾ, Icelandic naud and Old Norse nauðr. The corresponding Gothic letter is 𐌽 n, named nauþs.\n\nThe rune is recorded in all three rune poems:\n<b>Old Norwegian Poem:</b>\n\t<i>ᚾ Nauðr gerer næppa koste;\n\tnøktan kælr í froste.</i>\n<b>English Translation:</b>\n\t<i>Constraint gives scant choice;\n\ta naked man is chilled by the frost.</i>\n\n<b>Old Icelandic Poem:</b>\n\t<i>ᚾ Nauð er Þýjar þrá\n\tok þungr kostr\n\tok vássamlig verk.\n\topera niflungr.</i>\n<b>English Translation:</b>\n\t<i>Constraint is grief of the bond-maid\n\tand state of oppression\n\tand toilsome work.</i>\n\n<b>Anglo-Saxon Poem:</b>\n\t<i>ᚾ Nyd byþ nearu on breostan;\n\tweorþeþ hi þeah oft niþa bearnum\n\tto helpe and to hæle gehwæþre,\n\tgif hi his hlystaþ æror.</i>\n<b>English Translation:</b>\n\t<i>Trouble is oppressive to the heart;\n\tyet often it proves a source of help and salvation\n\tto the children of men, to everyone who heeds it betimes.</i>"
  },
  {
    "ID": "isa",
    "Name": "īsaz",
    "Transliteration": "i",
    "Phonetic": "/i(ː)/",
    "Meaning": "ice",
    "Usage": "",
    "Wiki": "<size=50><b>Isaz</b></size>\n*Isaz is the reconstructed Proto-Germanic name of the i-rune ᛁ, meaning 'ice'. In the Younger Futhark, it is called Iss in Icelandic and isa in Old Norse. As rune of the Anglo-Saxon futhorc, it is called is.\nThe corresponding Gothic letter is 𐌹 i, named eis.\nThe rune is recorded in all three rune poems:\n\n<b>Anglo-Saxon Poem:</b>\n\t<i>ᛁ Is byþ oferceald, ungemetum slidor,\n\tglisnaþ glæshluttur gimmum gelicust,\n\tflor forste geworuht, fæger ansyne.</i>\n<b>English Translation:</b>\n\t<i>Ice is very cold and immeasurably slippery;\n\tit glistens as clear as glass and most like to gems;\n\tit is a floor wrought by the frost, fair to look upon.</i>\n\n<b>Old Icelandic Poem:</b>\n\t<i>ᛁ Íss er árbörkr\n\tok unnar þak\n\tok feigra manna fár.\n\tglacies jöfurr.</i>\n<b>English Translation:</b>\n\t<i>Ice is bark of rivers\n\tand roof of the wave\n\tand destruction of the doomed.</i>\n\n<b>Old Norwegian Poem:</b>\n\t<i>ᛁ Ís kǫllum brú bræiða;\n\tblindan þarf at læiða.</i>\n<b>English Translation:</b>\n\t<i>Ice is called the broad bridge;\n\tthe blind man must be led.</i>"
  },
  {
    "ID": "jera",
    "Name": "jēra-",
    "Transliteration": "j",
    "Phonetic": "/j/",
    "Meaning": "year, good year, harvest",
    "Usage": "",
    "Wiki": "<size=50><b>Jera</b></size>\nJera (also Jeran, Jeraz) is the conventional name of the j-rune ᛃ of the Elder Futhark, from a reconstructed Common Germanic stem *jēra- meaning 'harvest, (good) year'.\nThe corresponding letter of the Gothic alphabet is Gothic 𐌾, named jēr, also expressing /j/. The Elder Futhark rune gives rise to the Anglo-Frisian runes ᛄ /j/, named gēr /jeːr/, and ᛡ /io/, named ior, and to the Younger Futhark ár rune ᛅ, which stood for /a/ as the /j/ phoneme had disappeared in Old Norse.\nNote that ᛆ also can be a variation of dotted Isaz used for /e/; e.g. in Dalecarlian runes.\n\n<b>Name</b>\nThe reconstructed Common Germanic name *jēran is the origin of English year (Old English ġēar). In contrast to the modern word, it had a meaning of 'season' and specifically 'harvest', and hence 'plenty, prosperity'.\nThe Germanic word is cognate with Greek ὧρος (horos) 'year' (and ὥρα (hora) 'season', whence hour), Slavonic jarŭ 'spring' and with the -or- in Latin hornus 'of this year' (from *ho-jōrinus), as well as Avestan yāre 'year', all from a PIE stem *yer-o-.\n\n<b>Elder Futhark</b>\nThe derivation of the rune is uncertain; some scholars see it as a modification of Latin G ('C (ᚲ) with stroke') while others consider it a Germanic innovation. The letter in any case appears from the very earliest runic inscriptions, figuring on the Vimose comb inscription, harja.\nAs the only rune of the Elder Futhark which was not connected, its evolution was the most thorough transformation of all runes, and it was to have numerous graphical variants. In the later period of the Elder Futhark, during the 5th to 6th centuries, connected variants appear, and these are the ones that give rise to the derivations in Anglo-Saxon (as ᛄ ger and ᛡ ior) and Scandinavian (as ᛅ ár) traditions.\n\n<b>Gothic jer</b>\nThe corresponding Gothic letter is 𐌾 j, named jer, which is also based on the shape of the Elder Futhark rune. This is an exception, shared with urus, due to the fact that neither the Latin nor the Greek alphabets at the time of the introduction of the Gothic one had graphemes corresponding to the distinction of j and w from i and u.\n\n<b>Anglo-Saxon runes</b>\nThe rune in the Anglo-Saxon futhorc is continued as ᛄ Gēr and ᛡ Ior, the latter a bind rune of Gyfu and Is (compare also ᛠ Ear). Gēr is consistently written ᛡ epigraphically and on artifacts, while the ᛄ form for [j] appears only rarely in later manuscripts (as does a separate symbol for Ior).\n\n<b>Younger Futhark</b>\nDuring the 7th and 8th centuries, the initial j in *jara was lost in Old Norse, which also changed the sound value of the rune from /j/ to an /a/ phoneme. The rune was then written as a vertical staff with a horizontal stroke in the centre, and scholars transliterate this form of the rune as A, with majuscule, to distinguish it from the ansuz rune, a.\nDuring the last phase of the Elder Futhark, the jēra-rune came to be written as a vertical staff with two slanting strokes in the form of an X in its centre (H-rune.png). As the form of the rune had changed considerably, an older 7th century form of the rune (Long-branch Sol.png) was assumed by the s-rune. When the n-rune had stabilized in its form during the 6th and 7th centuries, its vertical stroke slanted towards the right (Runic letter naudiz.svg), which made it possible to simplify the jēra-rune by having only one vertical stroke that slanted towards the left, giving the ᛅ ár-rune of the Younger Futhark. Since a simpler form of the rune was available for the /a/ phoneme, the older cross form of the rune now came to be used for the /h/ phoneme.\n\n<b>Gallehus horns</b>\nThe development of the Jēran rune from the earliest open form was not known before the discovery of the Kylver Stone in 1903, which has an entire elder futhark inscription on it. Therefore, the interpretation of the golden horns of Gallehus was slightly wrong before 1903, as it was believed this rune form could be an early form of the Ingwaz rune. The second word on the horns was thus interpreted as holtingaz rather than holtijaz."
  },
  {
    "ID": "ihwaz",
    "Name": "ī(h)waz/ei(h)waz",
    "Transliteration": "ï (æ)",
    "Phonetic": "/æː/(?)",
    "Meaning": "yew-tree",
    "Usage": "",
    "Wiki": "<size=50><b>Eihwaz</b></size>\nEiwaz or Eihaz (reconstructed *īhaz / *ēhaz or *īwaz / *ēwaz) was a Proto-Germanic word for 'yew', and the reconstructed name of the rune ᛇ.\nThe rune survives in the Anglo-Saxon futhorc as ᛇ Ēoh 'yew' (note that eoh 'horse' has a short diphthong).\nIt is commonly transliterated as ï or æ, or, in reconstructions of Proto-Germanic, ē2. Its phonetic value at the time of the invention of the Futhark (2nd century) was not necessarily a diphthong, but possibly a long vowel somewhere between [iː] and [eː] or [æː], continuing Proto-Indo-European language *ei.\nTwo variants of the word are reconstructed for Proto-Germanic, *īhaz (*ē2haz, PIE *eikos), continued in Old English as ēoh (also īh), and *īwaz (*ē2waz, Proto-Indo-European *eiwos), continued in Old English as īw (whence yew). The latter is possibly an early loan from the Celtic, compare Gaulish ivos, Old Irish ēo. The common spelling of the rune's name, 'Eihwaz', combines the two variants; strictly based on the Old English evidence, a spelling 'Eihaz' would be more proper.\n\n<b>The Anglo-Saxon rune poem:</b>\n\t<i>ᛇ Eoh byþ utan unsmeþe treow,\n\theard hrusan fæst, hyrde fyres,\n\twyrtrumun underwreþyd, wyn on eþle.</i>\n\n\tThe yew is a tree with rough bark,\n\thard and fast in the earth, supported by its roots,\n\ta guardian of flame and a joy upon an estate.\n\nThe rune is sometimes associated with the World tree Yggdrasil, which, imagined as an ash in Norse mythology, may formerly have been a yew or an oak. The Proto-Germanic for 'oak' was *aiks (PIE *aigs, likely cognate to Greek krat-aigon) is continued the name of another futhorc rune, ᚪ ac, which has, however, no Elder Futhark predecessor.\nThe rune is not to be confused with the Sowilo rune, which has a somewhat similar shape, or with Ehwaz, the rune expressing short e or ē1. In the Younger Futhark, there is the terminal -R rune ᛦ Yr 'yew', but neither its shape nor its sound is related to the Eihwaz rune: it is, rather, a continuation of Algiz."
  },
  {
    "ID": "perthro",
    "Name": "perþ-",
    "Transliteration": "p",
    "Phonetic": "/p/",
    "Meaning": "dice shaker, pear-tree(?)",
    "Usage": "",
    "Wiki": "<size=50><b>Perð</b></size>\nᛈ is the rune denoting the sound p (voiceless bilabial stop) in the Elder Futhark runic alphabet, in the Anglo-Saxon rune poem named peorð. It does not appear in the Younger Futhark. In the poem, it is glossed with the enigmatic:\n\n\t<i>ᛈ peorð byþ symble plega and hlehter / wlancum [on middum], ðar wigan sittaþ / on beorsele bliþe ætsomne</i>\n\n\tPeorð is a source of recreation and amusement to the great, where warriors sit blithely together in the beerhall.\n\nThe name is not comprehensible from Old English, i.e. no word similar to peorð is known in this language. According to a 9th-century manuscript of Alcuin (Codex Vindobonensis 795), written in Britain, in the Gothic alphabet, the letters 𐍀 p (based on a Greek Π) and 𐌵 q (an inverted Π) are called 'pairþra' and 'qairþra', respectively. One of these names clearly is derived from the other. However, the names are not comprehensible in Gothic either, and it is not clear which is derived from which, although it is known that the Elder Futhark had a p, but no q rune. In any case, it seems evident that peorð is related to pairþra. The Anglo-Saxon futhorc adopted exactly the same approach for the addition of a labiovelar rune, ᛢ cweorð, in both shape and name based on peorð, but it is not known if the Gothic runes already had a similar variant rune of p, or if the labiovelar letter was a 4th-century creation of Ulfilas.\nThe Common Germanic name could be referring to a pear-tree (or perhaps generally a fruit-tree). Based on the context of 'recreation and amusement' given in the rune poem, a common speculative interpretation[by whom?] is that the intended meaning is 'pear-wood' as the material of either a woodwind instrument, or a 'game box' or game pieces made from wood.\nFrom peorð, Proto-Germanic form *perðu, *perþō or *perþaz may be reconstructed on purely phonological grounds. The expected Proto-Germanic term for 'pear tree' would be *pera-trewô (*pera being, however, a post-Proto-Germanic loan, either West Germanic, or Common Germanic, if Gothic pairþra meant 'pear tree', from Vulgar Latin pirum (plural pira), itself of unknown origin). The Ogham letter name Ceirt, glossed as 'apple tree', may in turn be a loan from Germanic into Primitive Irish.\nThe earliest attestation of the rune is in the Kylver Stone futhark row (ca. AD 400). The earliest example in a linguistic context (as opposed to an abecedarium) is already in futhorc, in the Kent II, III and IV coin inscriptions (the personal names pada and æpa/epa), dated to ca. AD 700. On St. Cuthbert's coffin (AD 698), a p rune takes the place of Greek Ρ. The Westeremden yew-stick (ca. AD 750) has op hæmu 'at home' and up duna 'on the hill'.\nLooijenga (1997) speculates that the p rune arose as a variant of the b rune, parallel to the secondary nature of Ogham peith. The uncertainty surrounding the rune is a consequence of the rarity of the *p phoneme in Proto-Germanic, itself due to the rarity of its parent-phoneme *b in Proto-Indo-European.\nThe rune is discontinued in Younger Futhark, which expresses /p/ with the b rune, for example on the Viking Age Skarpåker Stone,\n\n\t<i>iarþ sal rifna uk ubhimin</i>\n\nfor Old Norse\n\n\t<i>Jörð skal rifna ok upphiminn.</i>\n\n\t'Earth shall be rent, and the heavens above'."
  },{
    "ID": "algiz",
    "Name": "algiz",
    "Transliteration": "z",
    "Phonetic": "/z/",
    "Meaning": "protection, elk",
    "Usage": "",
    "Wiki": "Algiz (also Elhaz) is the name conventionally given to the 'z-rune' ᛉ of the Elder Futhark runic alphabet. Its transliteration is z, understood as a phoneme of the Proto-Germanic language, the terminal *z continuing Proto-Indo-European terminal *s. It is one of two runes which express a phoneme that does not occur word-initially, and thus could not be named acrophonically, the other being the ŋ-rune Ingwaz ᛜ. As the terminal *-z phoneme marks the nominative singular suffix of masculine nouns, the rune occurs comparatively frequently in early epigraphy. Because this specific phoneme was lost at an early time, the Elder Futhark rune underwent changes in the medieval runic alphabets. In the Anglo-Saxon futhorc it retained its shape, but it was given the sound value of Latin x. This is a secondary development, possibly due to runic manuscript tradition, and there is no known instance of the rune being used in an Old English inscription. In Proto-Norse and Old Norse, the Germanic *z phoneme developed into an R sound, perhaps realized as a retroflex approximant [ɻ], which is usually transcribed as ʀ. This sound was written in the Younger Futhark using the Yr rune ᛦ, the Algiz rune turned upside down, from about the 7th century. This phoneme eventually became indistinguishable from the regular r sound in the later stages of Old Norse, at about the 11th or 12th century. The shape of the rune may be derived from that a letter expressing /x/ in certain Old Italic alphabets (𐌙), which was in turn derived from the Greek letter Ψ which had the value of /kʰ/ (rather than /ps/) in the Western Greek alphabet. The Elder Futhark rune ᛉ is conventionally called Algiz or Elhaz, from the Common Germanic word for 'elk'. There is wide agreement that this is most likely not the historical name of the rune, but in the absence of any positive evidence of what the historical name may have been, the conventional name is simply based on a reading of the rune name in the Anglo-Saxon rune poem, first suggested by Wilhelm Grimm (Über deutsche Runen, 1821), as eolh or eolug 'elk'. Like the ng-rune, the z-rune is a special case inasmuch as it could not have been named acrophonically, since the sound it represents did not occur in word-initial position. Choosing a name that terminates in -z would have been more or less arbitrary, as this was the nominative singular suffix of almost every masculine noun of the language. Since the name eolh, or more accurately eolh-secg 'elk-sedge' in the Anglo-Saxon rune poem represents not the rune's original sound value, but rather the sound of Latin x (/ks/), it becomes highly arbitrary to suggest that the original rune should have been named after the elk. There are a number of speculative suggestions surrounding the history of the rune's name. The difficulty lies in the circumstance that the Younger Futhark rune did not inherit this name at all, but acquired the name of the obsolete Eihwaz rune, as yr. The only independent evidence of the Elder Futhark rune's name would be the name of the corresponding Gothic letter, ezec. The Gothic letter was an adoption of Greek Zeta, and while it did express the /z/ phoneme, this Gothic sound did not occur terminally, but in positions where West and North Germanic have r, e.g. Gothic máiza 'greater' (Old Norse meira, English more). The name of the Anglo-Saxon rune ᛉ is variously recorded as eolx, eolhx, ilcs, ilx, iolx, ilix, elux. Manuscript tradition gives its sound value as Latin x, i.e. /ks/, or alternatively as il, or yet again as 'l and x'. The reading of this opaque name as eolh 'elk' is entirely due to the reading of the Anglo-Saxon rune poem's ᛉ secg as eolh-secg (eolx-secg, eolug-secg, eolxecg) 'elk-sedge', apparently the name of a species of sedge (carex). This reading of the poem is due to Wilhelm Grimm (1821), and remains standard. The suggestion is that this compound is realized as eolk-secg, thus containing the Latin x (/ks/) sound sequence. The manuscript testimony that the rune is to be read as il would then be simply a mistaken assumption that its name must be acrophonic. The name of the corresponding Gothic letter ezec, however, suggests that the old name of this rune was not just eolx, but the full eolh-secg. This is puzzling, because the sound value of the rune was clearly not /ks/ in the Elder Futhark period (2nd to 4th centuries). Furthermore, the name of the sedge in question is recorded in the older Epinal-Erfurt glossary as ilugsegg (glossing papiluus, probably for papyrus), which cannot be derived from the word for elk. A suggestion by Warren and Elliott takes the Old English eolh at face value, and reconstructs a Common Germanic form of either *algiz or *alhiz. They cite a 'more fanciful school' which assumes an original meaning of 'elk' based on a theonym Alcis recorded by Tacitus (suggesting that the name would have been theophoric in origin, referring to an 'elk-god'). The authors dismiss the Old English 'elk-sedge' as a late attempt to give the then-obsolete rune a value of Latin x. Instead, they suggest that the original name of the rune could have been Common Germanic *algiz ('Algie'), meaning not 'elk' but 'protection, defence'. Redbond (1936) suggested that the eolhx (etc.) may have been a corruption of helix. Seebold (1991) took this up to suggest that the name of the rune may be connected to the use of elux for helix by Notker to describe the constellation of Ursa major (as turning around the celestial pole). An earlier suggestion is that of Zacher (1855), to the effect that the earliest value of this rune was the labiovelar /hw/, and that its name may have been hweol 'wheel'. The varying forms of the rune in the Elder futhark during the centuries. In the Elder Futhark, Algiz represents the Germanic phoneme *z, which does not occur word-initially. It is attested in that position in the earliest inscriptions, e.g. in ansuz (Vimose buckle), þewaz (Thorsberg chape). It was presumably present in the Ovre Stabu spearhead inscription (ca. AD 180), reading raunija[z], but is hardly legible now. The Nydam axe-handle (4th century) has the name wagagastiz. The Golden Horns of Gallehus (early 5th century) had the personal name hlewagastiz holtijaz. In the earliest inscriptions, the rune invariably has its standard Ψ-shape. From the 5th century or so, the rune appears optionally in its upside-down variant which would become the standard Younger Futhark yr shape. There are also other graphical variants; for example, the Charnay Fibula has a superposition of these two variants, resulting in an 'asterisk' shape (ᛯ). The name of the Anglo-Saxon rune ᛉ is variously recorded as eolx, ilcs, ilix, elux, eolhx. Manuscript tradition gives its sound value as Latin x, i.e. /ks/, or alternatively as il, or yet again as 'l and x'. The relevant stanza of the Anglo-Saxon rune poem reads: [Poem] The 9th-century abecedarium anguliscum in Codex Sangallensis 878 shows eolh as a peculiar shape, as it were a bindrune of the older ᛉ with the Younger Futhark ᛦ, resulting in an 'asterisk' shape similar to ior ᛡ. The only known instance where the rune does take the value of Latin x in epigraphy is the spelling of rex 'king' on the interlace coin dies of king Beonna (mid 8th century). Furthermore, it appears in the inscription on St Cuthbert's coffin (late 7th century) in the abbreviation of the name Christ, where Greek ΧΡϹ is taken as Latin xps and rendered as runic ᛉᛈᛋ. In the 6th and 7th centuries, the Elder Futhark began to be replaced by the Younger Futhark in Scandinavia. By the 8th century, the Elder Futhark was extinct, and Scandinavian runic inscriptions were exclusively written in Younger Futhark. The Yr rune ᛦ is a rune of the Younger Futhark. Its common transliteration is a small capital ʀ. The shape of the Yr rune in the Younger Futhark is the inverted shape of the Elder Futhark rune (ᛉ). Its name yr ('yew') is taken from the name of the Elder Futhark Eihwaz rune. Its phonological value is the continuation of the phoneme represented by Algiz, the word-final *-z in Proto Germanic, In Proto-Norse pronounced closer to /r/, perhaps /ɻ/. Within later Old Norse, the Proto-Norse phoneme collapses with /r/ by the 12th century. Unicode has 'Latin Small Capital Letter R' at codepoint U+0280 ʀ. A corresponding capital letter is at U+01A6 Ʀ, called 'Latin Letter Yr'. The rune itself is encoded at U+16E6 ᛦ 'Long Branch Yr'. Variants are 'Short Twig Yr' at U+16E7 ᛧ and 'Icelandic Yr' at U+16E8 ᛨ. The 'scholastic' (found only in manuscript tradition) Anglo-Saxon calc rune ᛣ has the same shape as Younger Futhark yr, but is unrelated in origin (being a modification or 'doubling' of cenᚳ). Independently, the shape of the Elder Futhark Algiz rune reappears in the Younger Futhark Maðr rune ᛘ, continuing the Elder Futhark ᛗ rune *Mannaz. Official Nazi German pharmacy logo bearing a white Algiz or Man rune as a purported Lebensrune ('life rune') or sign of health, as adopted from modern Germanic mysticism, on a red blackletter A for Apotheke ('pharmacy'). Also note that the font used for the letter A is from the gebrochene Grotesk ('Sans-serif blackletter') family of fonts that was originally introduced in Nazi Germany during the mid-1930s, and which was also popularly known as Schaftstiefelfraktur ('Combat boot blackletter') for its chunky and belligerent appearance compared to earlier, lighter and more ornate German blackletter fonts. The Man and Yr runes in Guido von List's Armanen Futharkh were based on the Younger Futhark. List's runes were later adopted and modified by Karl Maria Wiligut who was responsible for their adoptions in Nazi occultism. Both List and Wiligut have an 'Yr' rune of the same shape as the Younger Futhark Yr rune. In this context, the Man rune (identical in shape to the Elder Futhark Algiz) came to be understood in the Germanic mysticism of the early 20th century as symbolizing 'life' and called the 'life rune' (German: Lebensrune). This term occurs as early as the 1920s in the literature of Germanic mysticism, and it came to be widely used within the Nazi Party and Nazi Germany, e.g. in official prescriptions for the various uniforms of the Sturmabteilung. The Yr rune came to be seen as the 'life rune' inverted and interpreted as 'death rune' (Todesrune) During the World War II era, these two runes (ᛉ for 'born', ᛦ for 'died') came to be used in obituaries and on tomb stones as marking birth and death dates, replacing asterisk and cross symbols (* for 'born', ✝ for 'died') conventionally used in this context in Germany. Runic scholars pointed out that this association was in no way based on the historical sources concerning this rune even during the World War II era. After 1945, the 'life rune' continued to be used by various neo-Nazi or white nationalist groups including the US National Alliance, and the Flemish nationalist Voorpost. Deathrune Records, formerly Die Todesrune Records, is the name of a minor Black Metal record label that has utilized this symbol. There is also a tree trunk with a life rune carved on it in the largely neo-Nazi village of Jamel, Germany.  Note that usage of runes is by no means linked exclusively to political groups. Runes are a significant piece of European heritage, and therefore are celebrated by many. Following Ralph Blum (1982), the Algiz rune is given a sense of 'protection' in some modern systems of runic divination. Blum (1982) himself glosses for Algiz with 'Protection; Sedge or Rushes; An Elk'"
  },{
    "ID": "sowilo",
    "Name": "sōwilō",
    "Transliteration": "s",
    "Phonetic": "/s/",
    "Meaning": "Sun",
    "Usage": "",
    "Wiki": "*Sowilō or *sæwelō is the reconstructed Proto-Germanic language name of the s-rune, meaning 'sun'. The name is attested for the same rune in all three Rune Poems. It appears as Old Norse sól, Old English sigel, and Gothic sugil. The Germanic words for 'Sun' have the peculiarity of alternating between -l- and -n- stems, Proto-Germanic *sunnon (Old English sunne, Old Norse, Old Saxon and Old High German sunna) vs. *sôwilô or *saewelô (Old Norse sól, Gothic sauil, also Old High German forms such as suhil). This continues a Proto-Indo-European alternation *suwen- vs. *sewol- (Avestan xweng vs. Latin sōl, Greek helios, Sanskrit surya, Welsh haul, Breton heol, Old Irish suil 'eye'), a remnant of an archaic, so-called 'heteroclitic', declension pattern that remained productive only in the Anatolian languages. The Old English name of the rune, written sigel (pronounced /ˈsɪ.jel/) is most often explained as a remnant of an otherwise extinct l-stem variant of the word for 'Sun' (meaning that the spelling with g is unetymological), but alternative suggestions have been put forward. The Elder Futhark s rune (reconstructed name *Sowilo) is attested in two variants, a Σ shape (four strokes), more prevalent in earlier (3rd to 5th century) inscriptions (e.g. Kylver stone), and an S shape (three strokes), more prevalent in later (5th to 7th century) inscriptions (e.g. Golden horns of Gallehus, Seeland-II-C). Coincidentally, the Phoenician letter šin from which the Old Italic s letter ancestral to the rune was derived was itself named after the Sun, shamash, based on the Egyptian uraeus hieroglyph. The Younger Futhark Sol and the Anglo-Saxon futhorc Sigel runes are identical in shape, a rotated version of the later Elder Futhark rune, with the middle stroke slanting upwards, and the initial and final strokes vertical. The Anglo-Saxon runes developed a variant shape (ᚴ), called the 'bookhand' s rune because it is probably inspired by the long s (ſ) in Insular script. This variant form is used in the futhorc given on the Seax of Beagnoth. [Poem] The Sig rune in Guido von List's Armanen Futharkh corresponds to the Younger Futhark Sigel, thus changing the concept associated with it from 'Sun' to 'victory' (German Sieg). With the following rune, Týr, this forms Sigtýr, a name of Ódin. It was adapted into the emblem of the SS in 1933 by Walter Heck, an SS-Sturmhauptführer who worked as a graphic designer for the firm of Ferdinand Hofstätter, a producer of emblems and insignia in Bonn. Heck's simple but striking device consisted of two sig runes drawn side by side like lightning bolts, and was soon adopted by all branches of the SS – though Heck himself received only a token payment of 2.5 Reichsmarks for his work. The device had a double meaning; as well as standing for the initials of the SS, it could be read as a rallying cry of 'Victory, Victory!'. The symbol became so ubiquitous that it was frequently typeset using runes rather than letters; during the Nazi period, an extra key was added to German typewriters to enable them to type the double-sig logo with a single keystroke. Internationally-renowned American rock band Kiss uses a different logo in Germany than it does for the rest of the world, due to the two 'S's in their logo (which spells out 'KISS') resembling the double-sig rune."
  },{
    "ID": "tiwaz",
    "Name": "tīwaz/teiwaz",
    "Transliteration": "t",
    "Phonetic": "/t/",
    "Meaning": "the god Tyr",
    "Usage": "",
    "Wiki": "The t-rune ᛏ is named after Týr, and was identified with this god. The reconstructed Proto-Germanic name is *Tîwaz or *Teiwaz. [Poem] Ancient usage: Multiple Tiwaz runes either stacked atop one another to resemble a tree-like shape, or repeated after one another, appear several times in Germanic paganism: [Stacked Tiwaz.png] The charm (alu) on the Lindholm amulet, dated from the 2nd to the 4th century, contains three consecutive t runes, which have been interpreted as an invocation of Týr. The Kylver Stone (400 AD, Gotland) features 8 stacked Tiwaz runes at the end of an Elder Futhark inscription. From 500 AD, a Scandinavian C-bracteate (Seeland-II-C) features an Elder Futhark inscription ending with three stacked Tiwaz runes. According to the runologist Lars Magnar Enoksen, the Tiwaz rune is referred to in a stanza in Sigrdrífumál, a poem in the Poetic Edda. Sigrdrífumál tells that Sigurd has slain the dragon Fafnir and arrives at a fortress of shields on top of a mountain which is lit by great fires.[8] In the fortress, he finds an enchanted sleeping valkyrie whom he wakes by cutting open her corslet with his sword. The grateful valkyrie, Sigrdrífa, offers him the secrets of the runes in return for delivering her from the sleep, on condition that he shows that he has no fear.[7] She begins by teaching him that if he wants to achieve victory in battle, he is to carve 'victory runes' on his sword and twice say the name 'Týr' - the name of the Tiwaz rune. Modern usage: The Týr rune is commonly used by Germanic neopagans to symbolize veneration of the god Týr. The Týr rune in Guido von List's Armanen Futharkh was based on the version found in the Younger Futhark. List's runes were later adopted and modified by Karl Maria Wiligut, who was responsible for their adoption by the Nazis, and they were subsequently widely used on insignia and literature during the Third Reich. It was the badge of the Sturmabteilung training schools, the Reichsführerschulen in Nazi Germany. In Neo-Nazism it has appeared, together with the Sowilo rune, in the emblem of the Kassel-based think tank Thule Seminar. It has also appeared as the former logo of the fashion label Thor Steinar, which was banned in Germany[citation needed], and Svenska Motstandsrorelsen. (It might also be noted that both these uses were technically incorrect, since both Thor and Thule would be spelled with a thurisaz, ᚦ, rune.)"
  },{
    "ID": "berkano",
    "Name": "berkanan",
    "Transliteration": "b",
    "Phonetic": "/b/",
    "Meaning": "birch",
    "Usage": "",
    "Wiki": "Berkanan is the reconstructed Proto-Germanic name of the b rune ᛒ, meaning 'birch'. In the Younger Futhark it is called Bjarken in the Icelandic rune poem and Bjarkan in the Norwegian rune poem. In the Anglo-Saxon rune poem it is called beorc ('birch' or 'poplar'). The corresponding Gothic letter is 𐌱 b, named bairkan. The letter shape is likely directly based on Old Italic B 𐌁, whence comes also the Latin letter B. The rune is recorded in all three rune poems: [Poem]"
  },{
    "ID": "ehwaz",
    "Name": "ehwaz",
    "Transliteration": "e",
    "Phonetic": "/e(ː)/",
    "Meaning": "horse",
    "Usage": "",
    "Wiki": "*Ehwaz is the reconstructed Proto-Germanic name of the Elder Futhark e rune ᛖ, meaning 'horse' (cognate to Latin equus, Gaulish epos, Tocharian B yakwe, Sanskrit aśva, Avestan aspa and Old Irish ech). In the Anglo-Saxon futhorc, it is continued as ᛖ eh (properly eoh, but spelled without the diphthong to avoid confusion with ᛇ ēoh 'yew'). The Proto-Germanic vowel system was asymmetric and unstable. The difference between the long vowels expressed by ᛖ e and ᛇ ï (sometimes transcribed as *ē1 and *ē2) were lost. The Younger Futhark continues neither, lacking a letter expressing e altogether. The Anglo-Saxon futhorc faithfully preserved all Elder futhorc staves, but assigned new sound values to the redundant ones, futhorc ēoh expressing a diphthong. In the case of the Gothic alphabet, where the names of the runes were re-applied to letters derived from the Greek alphabet, the letter 𐌴 e was named aíƕus 'horse' as well (note that in Gothic orthography, <aí> represents monophthongic /e/). The Anglo-Saxon rune poem has: [Poem]"
  },{
    "ID": "mannaz",
    "Name": "mannaz",
    "Transliteration": "m",
    "Phonetic": "/m/",
    "Meaning": "Man",
    "Usage": "",
    "Wiki": "*Mannaz is the conventional name of the m-rune ᛗ of the Elder Futhark. It is derived from the reconstructed Common Germanic word for 'man', *mannaz. Younger Futhark ᛘ is maðr ('man'). It took up the shape of the algiz rune ᛉ, replacing Elder Futhark ᛗ. As its sound value and form in the Elder Futhark indicate, it is derived from the letter M (𐌌) in the Old Italic alphabets, ultimately from the Greek letter Mu (μ). The rune is recorded in all three Rune Poems, in the Norwegian and Icelandic poems as maðr, and in the Anglo-Saxon poem as man. [Poem]"
  },{
    "ID": "laguz",
    "Name": "laguz",
    "Transliteration": "l",
    "Phonetic": "/l/",
    "Meaning": "water, lake",
    "Usage": "",
    "Wiki": "*Laguz or *Laukaz is the reconstructed Proto-Germanic name of the l-rune ᛚ, *laguz meaning 'water' or 'lake' and *laukaz meaning 'leek'. In the Anglo-Saxon rune poem, it is called lagu 'ocean'. In the Younger Futhark, the rune is called lögr 'waterfall' in Icelandic and logr 'water' in Norse. The corresponding Gothic letter is 𐌻 l, named lagus. The rune is identical in shape to the letter l in the Raetic alphabet. The 'leek' hypothesis is based not on the rune poems, but rather on early inscriptions where the rune has been hypothesized to abbreviate *laukaz, a symbol of fertility, see the Bülach fibula. [Poem]"
  },{
    "ID": "ingwaz",
    "Name": "ingwaz",
    "Transliteration": "ŋ = ng",
    "Phonetic": "/ŋ/",
    "Meaning": "the god Yngvi",
    "Usage": "",
    "Wiki": "Yngvi, Old High German Inguin and Old English Ingwine are names that relate to a theonym which appears to have been the older name for the god Freyr. Proto-Germanic *Ingwaz was the legendary ancestor of the Ingaevones, or more accurately Ingvaeones, and is also the reconstructed name of the Elder Futhark rune ᛜ and Anglo-Saxon rune ᛝ, representing ŋ. A torc, the so-called 'Ring of Pietroassa', part of a late third to fourth century Gothic hoard discovered in Romania, is inscribed in much-damaged runes, one reading of which is gutanī [i(ng)]wi[n] hailag 'to Ingwi[n] of the Goths holy'. Old Norse Yngvi as well as Old High German Inguin and Old English Ingwine are all derived from the Proto-Germanic *Ingwaz. Sound changes in late-Proto-Germanic transformed *Ingwaz into *Ingwi(z) in the nominative case and *Ingwin in the accusative case. That his epithet *Fraujaz appears in Old Norse compounds Ingvifreyr and Ingunarfreyr, as well as in Old English fréa inguina, both of which mean 'Lord of the Inguins', i. e. the god Freyr, strongly indicates that the two deities are either the same or were syncretized at some very early period in the Germanic migration (or possibly before). The Ingvaeones, who occupied a territory roughly equivalent to modern Denmark, Frisia and the Low Countries at the turn of the millennium, were mentioned by Pliny the Elder in his Natural Histories as one of 'five Germanic tribes'. Tacitus asserts their descent from the three sons of Mannus or *Mannaz, the Proto-Germanic 'first man', of whom *Ingwaz may have been one. Other names that retain the theonym are Inguiomerus or Ingemar and Yngling, the name of an old Scandinavian dynasty. The ŋ rune Runic letter ingwaz.svg (with variants Runic letter ingwaz variant.svg and Runic letter ingwaz variant.png) together with Peorð and Eihwaz is among the problematic cases of runes of uncertain derivation unattested in early inscriptions. The rune first appears independently on the futhark row of the Kylver Stone, and is altogether unattested as an independent rune outside of such rows. There are a number of attestations of the i͡ŋ bind rune Ing bindrune.png or Ing bindrune variant.png (the 'lantern rune', similar in shape to the Anglo-Saxon gēr rune ᛄ), but its identification is disputed in most cases, since the same sign may also be a cipher rune of wynn or thurisaz. The earliest case of such an i͡ŋ bindrune of reasonably certain reading is the inscription mari͡ŋs (perhaps referring to the 'Mærings' or Ostrogoths) on the silver buckle of Szabadbattyán, dated to the first half 5th century and conserved at the Hungarian National Museum in Budapest. The Old English rune poem contains these obscure lines: [Poem] In Norse mythology, Yngvi, alternatively spelled Yngve, was the progenitor of the Yngling lineage, a legendary dynasty of Swedish kings, from whom also the earliest historical Norwegian kings claimed to be descended. Yngvi is a name of the god Freyr, perhaps Freyr's true name, as freyr means 'lord' and has probably evolved from a common invocation of the god. In the Íslendingabók (written in the early twelfth century by the Icelandic priest Ari Þorgilsson) Yngvi Tyrkja konungr 'Yngvi king of Turkey' appears as the father of Njörðr who in turn is the father of Yngvi-Freyr, ancestor of the Ynglings. According to the Skjöldunga saga (a lost epic from 1180–1200, saved only partially in other sagas and later translation) Odin came from Asia and conquered Northern Europe. He gave Sweden to his son Yngvi and Denmark to his son Skjöldr. Since then the kings of Sweden were called Ynglings and those of Denmark Skjöldungs. In the Gesta Danorum (late twelfth century, by Saxo Grammaticus) and in the Ynglinga saga (ca. 1225, by Snorri Sturluson), Freyr is euhemerized as a king of Sweden. In the Ynglinga saga, Yngvi-Freyr reigned in succession to his father Njörðr who had – in this variant – succeeded Odin. In the Historia Norwegiæ (written around 1211), in contrast, Ingui is the first king of Sweden, and the father of a certain Neorth, in his turn the father of Froyr: 'Rex itaque Ingui, quem primum Swethiæ monarchiam rexisse plurimi astruunt, genuit Neorth, qui vero genuit Froy; hos ambos tota illorum posteritas per longa sæcula ut deos venerati sunt. Froyr vero genuit Fiolni, qui in dolio medonis dimersus est […]' In the introduction to his Edda (originally composed around 1220) Snorri Sturluson claimed again that Odin reigned in Sweden and relates: 'Odin had with him one of his sons called Yngvi, who was king in Sweden after him; and those houses come from him that are named Ynglings.' Snorri here does not identify Yngvi and Freyr, although Freyr occasionally appears elsewhere as a son of Odin instead of a son of Njörðr. In the Skáldskaparmál section of his Prose Edda Snorri brings in the ancient king Halfdan the Old who is the father of nine sons whose names are all words meaning 'king' or 'lord' in Old Norse, as well as of nine other sons who are the forefathers of various royal lineages, including 'Yngvi, from whom the Ynglings are descended'. But rather oddly Snorri immediately follows this with information on what should be four other personages who were not sons of Halfdan but who also fathered dynasties, and names the first of these again as 'Yngvi, from whom the Ynglings are descended'. In the related account in the Ættartolur 'Genealogies' attached to Hversu Noregr byggðist, the name Skelfir appears instead of Yngvi in the list of Halfdan's sons. The Ynglinga Saga section of Snorri's Heimskringla (around 1230) introduces a second Yngvi, son of Alrekr, who is a descendant of Yngvi-Freyr and who shared the Swedish kingship with his brother Álf (see Yngvi and Alf). The element Ing(o)- was widely used in Germanic names from an early period; it is not clear whether it originally referred to the Ingaevones, or to the god Yngwi directly. Inguiomer was a relative of the Cheruscan Arminius in the first century. Ingundis was a wife of the Frankish king Chlothar I, whose son Charibert I married an Ingoberga (all in the sixth century). Other combinations such as masculine Inguin, Ingulf, Ingobald, feminine Inghildis, Ingedrudis, Ingoflidis, as well as the short forms Ingo (masculine) and Inga (feminine) are recorded in the early medieval period (seventh to ninth centuries). In Scandinavia and Germany, names in Ing survived into modern usage, e.g. Ingmar, Ingvar, Ingvild, Ingeborg, Ingrid, Ingegerd."
  },{
    "ID": "othala",
    "Name": "ōþila-/ōþala-",
    "Transliteration": "o",
    "Phonetic": "/o(ː)/",
    "Meaning": "heritage, estate, possession",
    "Usage": "",
    "Wiki": "The Elder Futhark Odal rune (ᛟ), also known as the Othala rune, represents the o sound. Its reconstructed Proto-Germanic name is *ōþalan 'heritage; inheritance, inherited estate'. It was in use for epigraphy during the 3rd to the 8th centuries. It is not continued in the Younger Futhark, disappearing from the Scandinavian record around the 6th century, but it survived in the Anglo-Saxon Futhorc, and expressed the Old English œ phoneme during the 7th and 8th centuries. Its name is attested as ēðel in the Anglo-Saxon manuscript tradition. The rune is encoded in Unicode at codepoint U+16DF: ᛟ. The Common Germanic stem ōþala- or ōþila- 'inherited estate' is an ablaut variant of the stem aþal-. It consists of a root aþ- and a suffix -ila- or -ala-. The suffix variant accounts for the umlauted form ēþel. Germanic aþal‑ had a meaning of (approximately) 'nobility', and the derivation aþala‑ could express 'lineage, (noble) race, descent, kind', and thus 'nobleman, prince' (whence Old English atheling), but also 'inheritance, inherited estate, property, possession'. Its etymology is not clear, but it is usually compared to atta 'father' (cf. the name Attila, ultimately baby talk for 'father'). There is an apparent, but debated, etymological connection of Odal to Adel (Old High German adal or edil), meaning nobility, noble family line, or exclusive group of superior social status; aristocracy, typically associated with major land holdings and fortifications. The term oþal (Old High German uodal) is a formative element in some Germanic names, notably Ulrich and variants;, the stem aþal is more frequent, found in Gothic names such as Athalaric, Ataulf, etc. and in Old High German names such as Adalbert, and Adel. Unrelated, but difficult to separate etymologically, is the root aud- 'wealth, property, possession, prosperity'; from this root are names such as Edmund and other English names with the ed prefix (from Old English ead), German Otto and various Germanic names beginning with ed- or od-. Possibly related is euþa, euþu a word for 'child, offspring' (attested in Old Norse jóð, and possibly in the name of the Iuthungi). Odal was associated with the concept of inheritance in ancient Scandinavian property law. Some of these laws are still in effect today, and govern Norwegian property. These are the Åsetesrett (homestead right), and the Odelsrett (allodial right). The o-rune is attested early, in inscriptions from the 3rd century, such as the Thorsberg chape (DR7) and the Vimose planer (Vimose-Høvelen, DR 206). The letter is derived from a Raetian variant of the letter O. The corresponding Gothic letter is 𐍉 (derived from Greek Ω), which had the name oþal. Wolfgang Krause (1964) has speculated that the o rune is used as an ideograph denoting possession in the Thorsberg chape inscription. The inscription has owlþuþewaz, read by Krause as O[þila] - W[u]lþu-þewaz 'inherited property - the servant of Wulþuz'. The odal rune is found in some transitional inscriptions of the 6th or 7th century, such as the Gummarp, Björketorp and Stentoften runestones, but it disappears from the Scandinavian record by the 8th century. The Old Norse o phoneme is now written in Younger Futhark with the same letter as the u phoneme, the Ur rune. The Anglo-Saxon runes preserve the full set of 24 Elder Futhark runes (besides introducing innovations), but in some cases these runes are given new sound values due to Anglo-Frisian sound changes. The odal rune is such a case: the o sound in the Anglo-Saxon system is now expressed by ōs ᚩ, a derivation of the old Ansuz rune; the odal rune is now known as ēðel (with umlaut due to the form ōþila-) and is used to express an œ sound, but is attested only rarely in epigraphy (outside of simply appearing in a futhark row). Epigraphical attestations include: the Frisian Westeremden yew-stick, possibly as part of a given name Wimod (Wimœd) the Harford (Norfolk) brooch, dated c. 650, in a finite verb form: luda:gibœtæsigilæ 'Luda repaired the brooch' the left panel of the Franks Casket, twice: twœgen gibroþær afœddæ hiæ wylif 'two brothers (scil. Romulus and Remus), a she-wolf nourished them'. The Anglo-Saxon rune poem preserves the meaning 'an inherited estate' for the rune name: [Poem] Modern use: The rendition of the Odal rune with wings or feet (serifs) was the emblem of ethnic Germans (Volksdeutsche) of the 7th SS Volunteer Mountain Division Prinz Eugen operating during World War II in the Nazi Germany-sponsored Independent State of Croatia. This rendition has been used by the Neo-Nazi Wiking-Jugend in Germany, and in South Africa by the Anglo-Afrikaner Bond, the Boeremag, the Blanke Bevrydingsbeweging, and the Italian neo-fascist group National Vanguard (Italy). This particular rendition has no historical significance outside of Nazi Germany. Another version with arrows on the end was used by the 23rd SS Volunteer Panzer Grenadier Division Nederland. It was used by the Afrikaner Student Federation and the far-right wing White Liberation Movement. In November 2016, the leadership of the National Socialist Movement announced their intention to replace the swastika with the Odal rune on their uniforms and party regalia in an attempt to enter mainstream politics. The rendition of the Othala rune both with and without feet/wings (serifs) is used by Odinists and Asatruar interchangeably, usually without any relation to National Socialism or the Völkisch movement. The Odal rune was used as one of the protection runes of the Shadowhunters in the film adaptation of the first in the series of Cassandra Clare books City of Bones. It was shown prominently on the character poster for Izzy, who wears it on her collarbone. It was also used throughout promotional material to highlight the stories themes of family and inheritance. An instrumental track on Agalloch's second album, The Mantle, is called Odal. The 8th track of Wardruna's third album, Runaljod - Ragnarok, is called Odal. The song ends with a long pronunciation of the name. In April 2014, the British Topman clothing company were forced to apologize after using the Nazi version with wings/feet in one of their clothing lines. The television show Sleepy Hollow used the version with wings/feet in season 3, calling it the emblem of Thura. The superhero web serial Worm features a white supremacist supervillain called Othala, who wears the rune (with serifs) as her emblem."
  },{
    "ID": "dagaz",
    "Name": "dagaz",
    "Transliteration": "d",
    "Phonetic": "/d/",
    "Meaning": "day",
    "Usage": "",
    "Wiki": "The d rune (ᛞ) is called dæg 'day' in the Anglo-Saxon rune poem. The corresponding letter of the Gothic alphabet 𐌳 d is called dags. This rune is also part of the Elder Futhark, with a reconstructed Proto-Germanic name *dagaz. Its 'butterfly' shape is possibly derived from Lepontic san. The name is only recorded in the Anglo-Saxon rune poem, since the rune was lost in the Younger Futhark: [Poem]On runic inscription Ög 43 in Ingelstad, one Dagaz rune is translated using the Old Norse word for 'day' as the personal name Dagr."
  }
]
